{
  "1": {
    "transliteration": "sri-bhagavan uvaca\nurdhva-mulam adhah-sakham asvattham prahur avyaya\nchandamsi yasya parnani yas tarn veda sa veda-vit",
    "translation": "The Supreme Lord said: With roots above and branches beneath, the\nAsvattha (fig tree, banyan tree) is said to be imperishable; its leaves are the\nVedic hymns; he who knows it, knows the Vedas."
  },
  "2": {
    "transliteration": "adhas cordhvam prasrtas tasya sakha guna-pravrddha visaya-pravalah\nadhas ca mulany anusantatani karmanubandhini manusya-loke",
    "translation": "Below and above are spread its branches, nourished by the constituents\n(Gunas of nature, Qualities); sense-objects are its buds, and below its roots\nproliferate inseparably linked with actions in the world of men."
  },
  "3": {
    "transliteration": "na rupam asyeha tathopalabhyate nanto na cadir na ca sampratistha\nasvattham enam su-virudha-mulam asanga-sastrena drdhena chittva",
    "translation": "No form of it can here be perceived, nor its end, nor its origin, nor its\nexistence. This strongly-rooted Asvattha (fig tree, banyan tree) having been\ncut down by an unswerving sword of non-attachment;"
  },
  "4": {
    "transliteration": "tatah padam tat parimargitavyam yasmin gata na nivartanti bhuyah\ntarn eva cadyam purusam prapadye yatah pravrttih prasrta purani",
    "translation": "Then, 'That' (tat) Goal should be sought, to which, when having tread on,\nthere is no return (saying): I take refuge in that Primeval Purusha (Person,\nMan, Principle) from whom flowed forth this ancient cosmic process"
  },
  "5": {
    "transliteration": "nirmana-mohajita-sanga-dosa adhyatma-nitya vinivrtta-kamah\ndvandvair vimuktah sukha-duhkha-samjnair gacchanty amudhah padam\navyayam tat",
    "translation": "Free from pride and ignorance, victorious over the vice of attachment, ever\nabiding in what concerns the Self, desire suppressed, released from the\npairs of opposites (all dualities) made known in pleasure as in pain, they\ntread, undeluded, that Eternal Goal."
  },
  "6": {
    "transliteration": "na tad bhasayate suryo na sasanko na pavakah\nyad gatva na nivartante tad dhama paramam mama",
    "translation": "Nor does the sun lights there, nor moon, nor fire. That is My supreme\n  abode (dhama, home) from where, having reached it, no one returns."
  },
  "7": {
    "transliteration": "mamaivamso jiva-loke jiva-bhutah sanatanah\nmanah-sasthanindriyani prakrti sthani karsati",
    "translation": "A portion (a minute particle, a ray) of Mine own Self, which becomes life in\nthe living world (the living world of Jivas) into an immortal Jiva (Jivatma,\nSoul; a life, individualised from the Supreme (Eternal) Being), drawing to itself\nthe senses, with the mind as the sixth, abiding in Prakriti (matter)."
  },
  "8": {
    "transliteration": "sariram yad avapnoti yac capy utkramatisvarah\ngrh itvaitani sam yati vayur gandhan ivasayat",
    "translation": "When the Lord assumes a body, and when He abandons it, He takes them\n(the senses and the mind), moving on with them, just as the wind wafts away\nthe scents from their sources."
  },
  "9": {
    "transliteration": "srotram caksuh sparsanam ca rasanam ghranam eva ca\nadhisthaya manas cayam visayan upasevate",
    "translation": "through the ear, the eye, the touch, the taste, and the smell, and likewise\nthe mind, he moves among the things of sense."
  },
  "10": {
    "transliteration": "utkramantam sthitam vapi bhunjanam va gunanvitam\nvimudha nanupasyanti pasyantijnana-caksusah",
    "translation": "The deluded do not perceive whether he (Jiva) departs (from the body) or\nremains therein, or whether, through contact with the constituents, he\ntastes experience. But those who possess the eye of knowledge see."
  },
  "11": {
    "transliteration": "yatanto yoginas caiman pasyanty atmany avasthitam\nyatanto 'py akrtatmano nainam pasyanty acetasah",
    "translation": "The Yogis also, striving, see Him established in the Self; though striving, the\nuncontrolled, without knowledge, see Him not."
  },
  "12": {
    "transliteration": "yad aditya-gatam tejo jagad bhasayate 'khilam\nyac candramsi yac cagnau tat tejo viddhi mamakam",
    "translation": "The splendour centred in the sun which enlightens the whole world, that\nwhich is in the moon and in the fire, know that it (all) comes from Me."
  },
  "13": {
    "transliteration": "gam avisya ca bhutani dharayamy aham ojasa\npusnami causadhih sarvah somo bhutva rasatmakah",
    "translation": "Likewise, I penetrate the earth, and support all begins by My vital energy;\nbecoming the Soma ( 'having become the sapid (watery) moon ' is the accepted\ntranslation. Soma is a liquid drawn from the Soma-plant, or the moon plant in\nother words), the very sap )of life), I cause all the herbs to grow."
  },
  "14": {
    "transliteration": "aham vaisvanaro bhutva praninam deham asritah\npranapana-samayuktah pacamy annam catur-vidham",
    "translation": "I, having become Vaisvanara (the Fire of life), take possession of the bodies\nof all that breathes, conjoined with the life -breathes (Prana and Apana, the\ninward and outward breaths), I digest the fourfold food."
  },
  "15": {
    "transliteration": "sarvasya caham hrdi sannivisto mattah smrtirjnanam apohanam ca\nvedais ca sarvair aham eva vedyo vedanta-krd veda-vid eva caham",
    "translation": "I make My dwellin gin the hearts of all: from Me are memory and\nknowledge, as well as their non-attendance. It is I who am to be known by\nmeans of all the Vedas. I am the maker of the Vedanta, and also the knower\nof the Vedas."
  },
  "16": {
    "transliteration": "dvav imau purusau loke ksaras caksara eva ca\nksarah sarvani bhutani kuta-stho 'ksara ucyate",
    "translation": "There are two Purushas (energies) in the cosmos, the perishable (ksara) and\nthe Imperishable (askara): the perishable is all contingent beings, the\nImperishable that which stands firm (kutastha)."
  },
  "17": {
    "transliteration": "uttamah purusas tv anyah paramatmety udahrtah\nyo loka-trayam avisya bibharty avyaya isvarah",
    "translation": "There is antoher Supreme Purusha (Energy, Person, and Supreme\nPersonality), called the Supreme Self, Indestructible Lord, pervading the\nthree worlds, and sustaining them."
  },
  "18": {
    "transliteration": "yasmat ksaram atito 'ham aksarad api cottahamah\nato 'mi loke vede ca prathitah purusottamah",
    "translation": "Since I go beyond the perishable, and am more exalted than the\nImperishable Itself, in the world as well as in the Veda (Veddnta) I am\nextolled as the Supreme Being."
  },
  "19": {
    "transliteration": "yo mam evam asammudho janati purusottamam\nsa sarva-vid bhajati mam sarva-bhavena Bharata",
    "translation": "He who knows Me, free from delusion, as the Supreme Self (Purushottama,\nthe Highest Purusha), he, knowing all, worships Me with all his being\n(bhdva), O Bharata (Arjuna)."
  },
  "20": {
    "transliteration": "iti guhyatamam sastram idam uktam mayanagha\netad buddva buddhimnan syat krta-krtyas ca Bharata",
    "translation": "And so, this most secret teaching has been revealed by me, O sinless one.\nThis known, let a man become enlightened, and all his duties are accomplished, O Bharata (Arjuna)."
  }
}
