{
  "1": {
    "transliteration": "sri-bhagavan uvaca\nbhuya eva maha-baho srnu me paramam vacah\nyat te 'ham priyamanaya vaks yami hita-kamyaya",
    "translation": "The Supreme Lord said: O mighty-armed (Arjuna), once again listen to My\nsupreme word which I will declare to you, for therein is your satisfaction\n(for you are beloved of Me), and your welfare is My wish."
  },
  "2": {
    "transliteration": "na me viduh sura-ganah prabhavam na maharsayah\naham adir hi devanam maharsinam ca sarvasah",
    "translation": "None knows My origin (prabhava: Great Lordly Power), nor the hosts of\nGods, nor the Great Rishis (a rishi is someone who has completed his human\nevolution, but remaining in the super-physical regions in touch with planet\nEarth. Also, a name used for great teachers): for I am the off -spring (source)\nof the Gods themselves and the Great Rishis."
  },
  "3": {
    "transliteration": "yo mam ajam anadim ca vetti loka-mahesvaram\nasammudhah sa martyesu sarva-papaih pramucyate",
    "translation": "He who knows Me as Unborn, and Beginningless, Supreme Lord of the\nworlds (the universe or cosmos), he, among mortals is not deceived, and\nfreed from all sins."
  },
  "4": {
    "transliteration": "buddhir jnanam asammohah ksama satyam damah samah\nsukham duhkham bhavo 'bhavo bhayam cabhayam eva ca",
    "translation": "Intellect (buddhi), knowledge, freedom from fallacy, patience, truth,\nrestraint, calmness, pleasure, pain, birth (existence), death (non-existence),\nfear and fearlessness as well."
  },
  "5": {
    "transliteration": "ahimsa samata tustis tapo danam yaso 'yasah\nbhavanti bhava bhutanam matta eva prthag-vidhah",
    "translation": "None-violence, equanimity (samata), content, austerity, almsgiving, fame\nand infamy, these are the dispositions (bhava) of contingent beings, and\nfrom Me they arise in all their diversity."
  },
  "6": {
    "transliteration": "maharsayah sapta purve catvaro manavas tatha\nmad-bhava manasajata yesam loka imah prajah",
    "translation": "The seven Great Rishis, as well as the ancient Four, and also the Manus\n(progenitors of mankind) originating in Me were born of My mind; from\nthem arose all living beings in the world."
  },
  "7": {
    "transliteration": "etam vibhutim yogam ca mama yo vetti tattvatah\nso vikalpena yogena yujyate natra samsayah",
    "translation": "He who knows in truth that sovereignty and yoga of Mine, is endowed with\nfirm yoga. Herein there is no doubt."
  },
  "8": {
    "transliteration": "aham sarvasya prabhava mattah sarvam pravartate\niti matva bhajante mam budha bhava-samanvitah",
    "translation": "I am the origin of all; all things evolve from Me: this knowing, the wise\ncommune perseveringly with (bha-j) Me."
  },
  "9": {
    "transliteration": "mac-citta mad-gata-prana bodhayantah parasparam\nkathayantas ca mam nityam tusyanti ca ramanti ca",
    "translation": "With their minds fixed on Me, with their life hidden in Me, enlightening one\nanother, ever conversing about Me, they are happy and joyful."
  },
  "10": {
    "transliteration": "tesam satata-yuktanam bhajatam priti-purvakam\ndadami buddhi-yogam tarn yena mam upayanti te",
    "translation": "And since they are ever integrated and commune with (bhaj-) Me in love\n(priti), I give them the yoga of discrimination (buddhi-yoga, the discipline of\nmind), by which they draw near to Me."
  },
  "11": {
    "transliteration": "tesam evanukampartham aham ajnana-jam tamah\nnasayamy atma-bhava-stho jnana-dipena bhasvata",
    "translation": "Out of pure loving concern for them, within their Self, I dispel the darkness\nborn of ignorance by the shining lamp of knowledge."
  },
  "12": {
    "transliteration": "arjuna uvaca\nparam brahma param dhama pavitram paramam bhavan\npurusam sasvatam divyam adi-devam ajam vibhum",
    "translation": "Arjuna said: You are the Supreme Brahman, the Supreme Abode (home,\ndhama), the Supreme Vessel of Purity, the Permanent, the Divine Being,\nPrimeval among the Gods, the Unborn, the Omnipresent."
  },
  "13": {
    "transliteration": "ahus tvam rsayah sarve devarsir naradas tatha\nasito devalo vyasah svayam caiva bravisi me",
    "translation": "This is highly praised about You by all the Rishis, as also by the divine\nRishi Narada, and by Asita, Devela, Vyasa, and now You Yourself tell it to\nme."
  },
  "14": {
    "transliteration": "sarvam etad rtam manye yan mam vadasi kesava\nna hi te bhagavan vyaktim vidur deva na danavah",
    "translation": "All this I hold as true what you are saying to me, O Kesava (Krsna). Neither\nthe Gods (Devas) nor demons (Davanas, Asuras), O Lord, understand Your\norigin."
  },
  "15": {
    "transliteration": "svayam evatmanatmanam vettha tvam purusottama\nbhuta-bhavana bhutesa deva-deva jagat-pate",
    "translation": "You, Yourself, know Yourself as Your \"Self, O Supreme Purushottama,\nSource of contingent beings, Lord of contingent beings, O God of gods, and\nLord of the universe (cosmos)."
  },
  "16": {
    "transliteration": "vaktum arhasy asesena divya hy atma-vibhutayah\nyabhir vibhutibhir lokan imams tvam vyapya tisthasi",
    "translation": "Describe to me, I pray, in every single detail of Your divine manifestations\nby which glory You remain pervading all these worlds (planets, spheres\nwithin the Cosmos)."
  },
  "17": {
    "transliteration": "katham vidyam aham yogims tvam sada paricintayan\nkesu kesu ca bhavesu cintyo 'si bhagavan maya",
    "translation": "How am I to know You, O Supreme Yogi, by constant meditation? And, in\nwhat various forms are You, O Supreme Lord, to be thought of by me?"
  },
  "18": {
    "transliteration": "vistarenatmano yogam vibhutim ca janardana\nbhuyah kathaya trptir hi srnvato nasti me 'mrtam",
    "translation": "Tell me again in detail, Your yogic power (creative power) and Your\nmanifestations, O Janardana (Krsna): For as I listen to Your life-infusing\nwords, I cannot have enough."
  },
  "19": {
    "transliteration": "sri-bhagavan uvaca\nhanta te kathayisyami divya hy atma-vibhutayah\npradhanyatah kuru-srestha nasty anto vistarasya me",
    "translation": "The Supreme Lord said: See, I shall now explain to you My divine\nmanifestations in their prominences, O best of the Kurus (Arjuna), for of the\nreach there is no end."
  },
  "20": {
    "transliteration": "aham atma Gudakesa sarva-bhutasaya-sthitah\naham adis ca madhyam ca bhutanam anta eva ca",
    "translation": "O Gudakesa (Arjuna), I am the Self established in the hearts of all\ncontingent beings; I am the beginning, the middle, and also the end of all\ncontingent beings too."
  },
  "21": {
    "transliteration": "adityanam aham visnur jyotisam ravir amsuman\nmaricir marutam asmi naksatranam aham sasi",
    "translation": "Among the Adityas I am Vishnu; among the radiances, the resplendent\nSun; I am Marichi of the Maruts; the moon among the other stars."
  },
  "22": {
    "transliteration": "vedanam sama-vedo 'smi devanam asmi vasavah\nindriyanam manas casmi bhutanam asmi cetana",
    "translation": "Of the Vedas I am the Sama-Veda; I am Vasava among the Gods (Devas);\namong the senses I am the mind, among contingent beings I am\nconsciousness."
  },
  "23": {
    "transliteration": "rudranam sankaras casmi vitteso yaksa-raksasam\nvasunam pavakas casmi meruh sikharinam aham",
    "translation": "I am Siva among the Rudras (Celestial Beings, eleven in number); I am\nKubera (the Lord of Wealth) among sprites and monsters; I am fire among\nthe Vasus (Celestial Beings, eight in number); and, I am Meru among the\nmountains."
  },
  "24": {
    "transliteration": "purodhasam ca mukhyam mam viddhi partha brhaspatim\nsenaninam aham skandah sarasam asmi sagarah",
    "translation": "And of the priesthood (household of priests) observe Me, O Partha (Arjuna),\nas the chief Brhaspati; among the army generals I am Skanda (God of War);\namong lakes I am the Ocean."
  },
  "25": {
    "transliteration": "maharsinam bhrgur aham giram asmy ekam aksaram\nyajnanam japa-yajno 'smi sthavaranam himalayah",
    "translation": "Among the great Rishis I am Bhrgu; of words I am the one syllable 'OM';\nof sacrifices I am the offering of silent repetitions (Japa) (the japa-yajha\namong the yajnas); of the immovables I am the Himalaya."
  },
  "26": {
    "transliteration": "asvatthah sarva-vrksanam devarsinam ca naradah\ngandharvanam citrarathah siddhanam kapilo munih",
    "translation": "Among all trees (/ am) the Asvattha (fig tree); Narada among the divine\nRishis; Citraratha among the Gandharvas (celestial singers); among\nperfected beings Kapila, the silent Muni."
  },
  "27": {
    "transliteration": "uccaihsravasam asvanam viddhi mam amrtodbhavam\nairavatam gajendranam naranam ca naradhipam",
    "translation": "Among horses know that I am Uccaihsravas (name of kingly horse), from\nnectar born (Amrita, the nectar of immortality); among princely elephants\nAiravata; and, among men I am the Monarch."
  },
  "28": {
    "transliteration": "ayudhanam aham vajram dhenunam asmi kamadhuk\nprajanas casmi kandarpah sarpanam asmi vasukih",
    "translation": "Of weapons I am the thunderbolt; the Kamadhenu (milk cow of desires)\namong cows; I am Kandarpa (god of love) for the creators of progeny;\namong serpents, I am Vasuki (the serpent king)."
  },
  "29": {
    "transliteration": "anantas casmi naganam varuno yadasam aham\npitrnam aryama casmi yamah samyamatam aham",
    "translation": "Among the Nagas I am Ananta; Varuna among water-dwellers; of the\nancestors I am Aryaman; among those who control I am Yama (the god of\ndeath)."
  },
  "30": {
    "transliteration": "prahladas casmi daityanam kalah kalayatam aham\nmrganam ca mrgendro 'ham vainateyas ca paksinam",
    "translation": "Among the Diti's (semi-human beings) I am Prahlada; Time among those\nwho calculate it; among beasts I am (the lion), the king of beasts; and,\namong birds Garuda ( Visnu 's bird)."
  },
  "31": {
    "transliteration": "pavanah pavatam asmi ramah sastra-bhrtam aham\njhasanam makaras casmi srotasam asmi jahnavi",
    "translation": "Among purifiers I am the wind; Rama among those wielding weapons\n(warriors); I am the crocodile among fishes, and the Jahnavi (Ganges)\namong rivers."
  },
  "32": {
    "transliteration": "sarganam adir antas ca madhyam caivaham arjuna\nadhyatma-vidya vidyanam vadah pravadatam aham",
    "translation": "In all creation I am the beginning, the end and the middle too, O Arjuna.\nAmong sciences, I am the science concerning the Self. Of those who debate I\nam the Speech."
  },
  "33": {
    "transliteration": "aksaranam a-karo 'smi dvandvah samasikasya ca\naham evaksayah kalo dhataham visvato-mukhah",
    "translation": "I am the first vowel-sound \"A\" among the alphabet; among the\ngrammatical compounds the duality (dvandva); I am also the imperishable\nTime (Aksaya Kdla), the Creator who faces all directions."
  },
  "34": {
    "transliteration": "mrtyuh sarva-haras caham udbhavas ca bhavisyatam\nkirtih srir vak ca narinam smrtir medha dhrtih ksama",
    "translation": "I am the all-devouring death, and the origin of all creatures yet to come.\nAmong the feminine (female qualities) I am fame, prosperity, speech,\nmemory, intelligence, constancy, and forgiveness."
  },
  "35": {
    "transliteration": "brhat-sama tatha samnam gayatri chandasam aham\nmasanam marga-sirso 'ham rtunam kusumakarah",
    "translation": "Among the Saman hymns I am the Brihat-Saman; among metres the\nGayatri; among months I am Margasirsa (November-December), and\namong seasons the flower-bearing (spring)."
  },
  "36": {
    "transliteration": "dyutam chalayatam asmi teias teiasvinam aham\njayo 'smi vyavasayo 'smi sattvam sattvavatam aham",
    "translation": "I am the gambling of the tricksters; I am the splendour of the splendid; I\nam victory, I am effort, and the courage of the brave."
  },
  "37": {
    "transliteration": "vrsninam vasudevo 'smi panda vanam dhananjayah\nmuninam apy aham vyasah kavinam usana kavih",
    "translation": "Among the Vrsnis I am (Krsna), Vasudeva's son; Dhananjaya (Arjuna)\namong the Pandavas; among the Sages (Munis) I am Vyasa, and among the\npoets the poet Usana."
  },
  "38": {
    "transliteration": "dando damayatam asmi nitir asmi jigisatam\nmaunam caivasmi guhyanam jnanam jnanavatam aham",
    "translation": "Among those who discipline I am the rod of chastisement; among those\nwishing victory I am statesmanship; the silence of what is secret; and, the\nknowledge of those who know."
  },
  "39": {
    "transliteration": "yac capi sarva-bhutanam bijam tad aham arjuna\nna tad asti vina yat syan maya bhutam caracaram",
    "translation": "What is the seed of all contingent beings, that too I am, O Arjuna. There is\nno being, whether moving or unmoving, that exist without Me."
  },
  "40": {
    "transliteration": "nanto 'sti mama divyanam vibhutinam parantapa\nesa tuddesatah prokto vibhuter vistaro maya",
    "translation": "There is no end of My divine manifestations, O Parantapa (O vanquisher of\nfoes, Arjuna). What I have stated is only a brief exposition of the extent of\nMy glories."
  },
  "41": {
    "transliteration": "yad yad vibhutimat sattvam srimad urjitam eva va\ntat tad evavagaccha tvam mama tejo-'msa-sambhavam",
    "translation": "Whatever being is endowed with glory, prosperity or strength, be certain\nthat it derives from a fragment of My splendour."
  },
  "42": {
    "transliteration": "atha va bahunaitena kim jnatena tavarjuna\nvistabhyaham idam krtsnam ekamsena sthito jagat",
    "translation": "But what need is there for this detailed knowledge, O Arjuna? I stand\nsupporting the entire universe (cosmos) by a small fragment of Myself."
  }
}
