{
  "1": {
    "transliteration": "sri-bhagavan uvaca\nidam tu te guhyatamam pravaksyamy anasuyave\njnanam vijnana-sahitam yaj jnatva moksyase 'subhat",
    "translation": "The Supreme Lord said: Since you are not disapproving, I shall now\ndeclare to you this greatest mystery of knowledge (jndna) compatible with\nexperience (vyndna), and as by knowing it, you will be delivered from evil."
  },
  "2": {
    "transliteration": "raja-vidya raja-guhyam pavitram idam uttamam\npratyaksavagamam dharmyam su-sukham kartum avyayam",
    "translation": "This is kingly science, kingly secret, the supreme sanctifier, immediately\nrealisable, unopposed to Dharma (conformed to righteousness), very easy to\ncarry out, and abiding forever."
  },
  "3": {
    "transliteration": "asraddadhanah Purusa dharmasyasya parantapa\naprapya mam nivartante mrtyu-samsara-vartmani",
    "translation": "O Parantapa (O vanquisher of foes, Arjuna), men who have no faith in this\nDharma (law of righteousness), fail to reach Me, but return to the path of\nthe mortal world."
  },
  "4": {
    "transliteration": "maya tatam idam sarvam jagad avyakta-murtina\nmat-sthani sarva-bhutani na caham tesv avasthitah",
    "translation": "In My Unmanifested form, this entire universe is pervaded: in Me subsist\nall beings, but I do not abide in them."
  },
  "5": {
    "transliteration": "na ca mat-sthani bhutani pasya me yogam aisvaram\nbhuta-bhrn na ca bhuta-stho mamatma bhuta-bhavanah",
    "translation": "However, contingent beings do not subsist in Me; consider My sovereign\nyoga (power)\\ I sustain all beings, though not dwelling in them; My Self is\ncausing them to be."
  },
  "6": {
    "transliteration": "yathakasa-sthito nit yam vayuh sarvatra-go mahan\ntatha sarvani bhutani mat-sthan ity upadhara ya",
    "translation": "As in space (akasa) subsists the mighty wind moving everywhere, so too do\nall contingent beings subsist in Me. Know this."
  },
  "7": {
    "transliteration": "sarva-bhutani Kaunteya prakrtim yanti mamikam\nkalpa-ksaye punas tani kalpadau visrjamy aham",
    "translation": "O son of Kunti (O Kaunteya, Arjuna), all contingent beings enter My lower\nNature (prakrti) at the end of a Kalpa (aeon); and, again when another\nKalpa starts, I emanate them forth again."
  },
  "8": {
    "transliteration": "prakrtim svam avastabhya visrjami punah punah\nbhuta-gramam imam krtsnam avasam prakrter vasat",
    "translation": "Firmly fixed in My material Nature (prakrti), ever again I emanate all this\nmultitude of beings, powerless themselves, under the control of the material\nNature (prakrti)."
  },
  "9": {
    "transliteration": "na ca mam tani karmani nibadhnanti dhananjaya\nudasina-vad asinam asaktam tesu karmasu",
    "translation": "O Dhananjaya (Arjuna), these acts of Mine bind Me not, nor limit Me:\nremaining like one indifferent, unattached to those actions."
  },
  "10": {
    "transliteration": "ma yadh yaksena prakrtih su yate sa-caracaram\nhetunanena kaunte ya jagad viparivartate",
    "translation": "Because of My Nearness, the material Nature (prakrti) produces all this, the\nmoving and unmoving, because of that, O son of Kunti (Arjuna), the world\nkeeps rotating."
  },
  "11": {
    "transliteration": "avajananti mam mudha manusim tanum asritam\nparam bhavam ajananto mama bhuta-mahesvaram",
    "translation": "Fools scorn Me, for having assumed a human form, not knowing My\nsupreme Nature (bhdva), the great Lord of contingent beings."
  },
  "12": {
    "transliteration": "moghasa mogha-karmano mogha-jnana vicetasah\nraksasim asurim caiva prakrtim mohinim sritah",
    "translation": "Vain their hopes and vain their deeds, empty of knowledge, devoid of\ndiscrimination, they embrace a monstrous devilish nature, leading them\nastray."
  },
  "13": {
    "transliteration": "mahatmanas tu mam Partha daivim prakrtim asritah\nbhajanty ananya-manaso jnatva bhutadim avyayam",
    "translation": "But the Mahatmas (Mighty Souls), O Partha (Arjuna), taking up their stand\nin My divine Nature (prakrti), worship with minds intent on\nnaught but Me, as the imperishable source of all beings."
  },
  "14": {
    "transliteration": "satatam kirtayanto mam yatantas ca drdha-vratah\nnamasyantas ca mam bhaktya nit ya-yukta upasate",
    "translation": "Always do they glorify Me, strenuous, firm in vows, bowing down to Me,\ndevoted in their love (bhakti) ever integrated, they worship Me."
  },
  "15": {
    "transliteration": "jnana-yajnena capy an ye yajanto mam upasate\nekatvena prthaktvena bahudha visvato-mukham",
    "translation": "Others again sacrificing with the sacrifice of knowledge, worship Me as One\nand yet as Manifold, with face turned in various ways and guise."
  },
  "16": {
    "transliteration": "aham kratur aham yajnah svadhaham aham ausadham\nmantro 'ham aham evajyam aham agnir aham hutam",
    "translation": "I am the rite, I am the sacrifice, I am the food offered to ancestors, I am the\nhealing herb, I am the mantra, I am the sacred butter (clarified butter, Ghi),\nI am the fire, and I the oblation (offered in the fire)."
  },
  "17": {
    "transliteration": "pitaham asya jagato mata dhata pitamahah\nvedyam pavitram omkara rk sama yajur eva ca",
    "translation": "I am the Father of this world, the Mother, the Supporter (Creator or\nSustainer), the Grandsire, I am the Knowable, I am the Sacred Syllable\n\"OM\" (the vessel of purity, omkara), and also the Rg, Sama and Yajur (the\nthree Vedas)."
  },
  "18": {
    "transliteration": "gatir bharta prabhuh sakai nivasah saranam suhrt\nprabhavah pralayah sthanam nidhanam bijam avyayam",
    "translation": "I am the Goal, the Sustainer, the Lord, the Witness, the Abode, the Shelter,\nthe Friend, the Origin, the Dissolution, the Foundation, the Treasure house,\nand the Imperishable Seed."
  },
  "19": {
    "transliteration": "tapamy aham aham varsam nigrhnamy utsrjami ca\namrtam caiva mrtyus ca sad asac caham Arjuna",
    "translation": "I give heat, I hold back and release the rain, I am immortality as well as\ndeath, the existence and the non-existence too, O Arjuna."
  },
  "20": {
    "transliteration": "trai-vidya mam soma-pah puta-papa yajnair istva svar-gatim prarthayante\nte punyam asadya surendra-lokam asnanti divyan divi deva-bhogan",
    "translation": "The knowers of the three Vedas, the Soma -drinkers, the purified from sin,\nworshipping Me with sacrifice, seeking from Me the way of heaven; they,\nascending to the holy world of the Lord of the Devas, taste in heaven the\ngod's celestial joys."
  },
  "21": {
    "transliteration": "te tarn bhuktva svarga-lokam visalam ksine punye martya-lokam visanti\nevam trayi-dharmam anuprapanna gatagatam kama-kama labhante",
    "translation": "They, once having enjoyed the spacious expanse of heaven-world (svarga),\ntheir merit (punya) exhausted, come back to the world of the mortals. And\nso, it is that those adhering to the three Vedas only, desiring (objects of...)\ndesires, they attain that which comes and goes (the transitory)."
  },
  "22": {
    "transliteration": "anan yas cintayanto mam ye janah paryupasate\ntesam nit yabhi yuktanam yoga-ksemam vahamy aham",
    "translation": "To those who meditate on Me alone, thinking of no other, worshipping Me,\never perseveringly, I provide gain and security."
  },
  "23": {
    "transliteration": "ye 'py anya-devata-bhakta yajante sraddhayanvitah\nte 'pi mam eva Kaunteya yajanty avidhi-purvakam",
    "translation": "Even those who worship other deities full of faith, they also worship Me, O\nson of Kunti (Arjuna), though contrary to ancient norms (or in ignorance)."
  },
  "24": {
    "transliteration": "aham hi sarva-yajnanam bhokta ca prabhur eva ca\nna tu mam abhijananti tattvenatas cyavanti te",
    "translation": "Because it is I who of all acts of sacrifice am the Beneficiary and Lord, but\nthey do not know Me in Essence, and so they fail."
  },
  "25": {
    "transliteration": "yanti deva-vrata devan pitrn yanti pitr-vratah\nbhutani yanti bhuteiya yanti mad-yajino 'pi mam",
    "translation": "Those who worship the deities go to the deities, to the ancestors their\nvotaries, to the disembodied spirits the worshippers of these, but My\nworshippers come to Me."
  },
  "26": {
    "transliteration": "patram puspam phalam to yam yo me bhaktya prayacchati\ntad aham bhakty-upahrtam asnami prayatatmanah",
    "translation": "Whoever with devotion (bhakti) gives Me a leaf, a flower, a fruit, water, that\ndo I accept, from the self-conquered, for it was devotion that made the\noffering."
  },
  "27": {
    "transliteration": "yat karosi yad asnasi yaj juhosi dadasi yat\nyat tapas yasi Kaunteya tat kurusva mad-arpanam",
    "translation": "Whatever you do, whatever you eat, whatever you offer up in sacrifice or\ngive away in alms, whatever austerity you may perform, O son of Kunti\n(Arjuna), do it as an offering to Me."
  },
  "28": {
    "transliteration": "subhasubha-phalair evam moks yase karma-bandhanaih\nsannyasa-yoga-yuktatma vimukto mam upaisyasi",
    "translation": "In this way, you will be free from the bonds of action, whose fruits are good\nand evil; by this attitude you will be yourself integrated by the yoga of\nrenunciation, and liberated you will draw nigh to Me."
  },
  "29": {
    "transliteration": "samo ham sarva-bhutesu na me dvesyo 'sti na priyah\nye bhajanti tu mam bhakt ya mayi te tesu capy aham",
    "translation": "The same am I to all contingent beings, none do I hate and none do I fondly\nlove (priya). However, those who worship Me with devotion, abide in Me,\nand I in them."
  },
  "30": {
    "transliteration": "api cet su-duracaro bhajate mam ananya-bhak\nsadhur eva sa mantavyah samyag vyavasito hi sah",
    "translation": "Even if the most sinful worships Me with dedicated loving devotion, he\nmust be regarded as a righteous, for his resolve is right."
  },
  "31": {
    "transliteration": "ksipram bhavati dharmatma sasvac-chantim nigacchati\nkaunteya pratijanihi na me bhaktah pranasyati",
    "translation": "Quite soon will his self be imbued with Dharma (dharmatma, righteousness),\nand obtain eternal rest. O son of Kunti (Arjuna), of this be certain: My\ndevotee perishes never."
  },
  "32": {
    "transliteration": "mam hi partha vyapasrit ya ye 'pi syuh papa-yonayah\nstriyo vaishyas tatha sudras te 'pi yanti param gatim",
    "translation": "Because those who find refuge in Me, O Partha (Arjuna), base-born though\nthey may be, women, Vaishyas (the merchant caste), even Shudras (the\nmanual labouring class), even they attain the Supreme Goal."
  },
  "33": {
    "transliteration": "kim punar brahmanah punya bhakta rajarsayas tatha\nanityam asukham lokam imam prapya bhajasva mam",
    "translation": "How much more, then, the Holy Brahmanas, and devoted royal seers!\nHaving come to this fleeting joyless world, do commune with Me in love (bhaj)."
  },
  "34": {
    "transliteration": "man-mana bhava mad-bhakto mad-yaji mam namaskuru\nmam evaishyasi yuktvaivam atmamam mat-parayanah",
    "translation": "On Me fix your mind; be devoted to Me; sacrifice to Me; prostrate to Me.\nHaving made yourself integrated in Me, taking Me as the Supreme Goal,\nyou shall certainly come to Me."
  }
}
