{
  "1": {
    "transliteration": "sanjaya uvaca\ntarn tatha krpayavistam asru-purnakuleksanam\nvisidantam idam vakyam uvaca madhusudanah",
    "translation": "Sanjaya said: To him who was in this way overwhelmed with compassion\nand affliction, whose eyes were distraught and filled with tears,\nMadhava (Krsna, the destroyer of Madhu), spoke these words:",
    "Ramanuja commentary" : "none"
  },
  "2": {
    "transliteration": "sri-bhagavan uvaca\nkutas tva kasmalam idam visame samupasthitam\nanarya-justam asvargyam akirti-karam Arjuna",
    "translation": "The Supreme Lord said: From where has this dejection come into your mind in this perilous hour?\nThis is unknown to an Aryan, not leading to heaven but causing disgrace, O Arjuna.",
    "Ramanuja commentary" : "none"
  },
  "3": {
    "transliteration": "klaibyam ma sma gamah Partha naitat tvayy upapadyate\nksudram hrdaya-daurbalyam tyaktvottistha Parantapa",
    "translation": "O Partha (Arjuna), yield not to weakness: it does not befit you.\nCast off this vile faintheartedness and arise, Parantapa (Arjuna - Conqueror of foes).",
    "Ramanuja commentary" : "none"
  },
  "4": {
    "transliteration": "arjuna uvaca\nkatham bhismam aham sankhye dronam ca madhusudana\nisubhih pratiyotsyami pujarhav ari-sudana",
    "translation": "Arjuna said: O Madhava (Krsna), how shall I attack with arrows in combat Bhisma and Drona,\nfor they are worthy of respect, O Arisudana (O slayer of foes, Krsna)!",
    "Ramanuja commentary" : "none"
  },
  "5": {
    "transliteration": "gurun ahatva hi mahanubhavan sreyo bhoktum bhaiksyam apiha loke\nhatvartha-kamams tu gurun ihaiva bhunjiya bhogan rudhira-pradigdhan",
    "translation": "For better were it here in this world to eat a beggar's food rather than\nby killing these teachers of high honour. However, were I to kill them,\nI should only enjoy wealth and worldly pleasures tainted with blood.",
    "Ramanuja commentary" : "none"
  },
  "6": {
    "transliteration": "na caitad vidmah kataran no gariyo yad va jayema yadi va no jayeyuh\nyan eva hatva na jijivisamas te 'vasthitah pramukhe dhartarastrah",
    "translation": "We do not know which is the better alternative for us, to conquer them or\nthey conquer us. There facing us stand Dhrtarustra's sons,\nwhom having killed, we should not even care to live.",
    "Ramanuja commentary" : "none"
  },
  "7": {
    "transliteration": "karpanya-dosopahata-svabhavah prcchami tvam dharma-sammudha-\ncetah yac chreyah syan niscitam bruhi tan\nme sisyaste 'ham sadhi mam tvam prapannam",
    "translation": "My very being (svathdva) is stained by the harmful taint of feeble pity, and\nmy mind confounded about right and wrong (Dharma, Brahman who supports all).\nI ask you; tell me what is absolutely good. I am Your disciple,\nhaving surrendered myself to You, teach me for all my trust is in You.",
    "Ramanuja commentary" : "none"
  },
  "8": {
    "transliteration": "na hi prapasyami mamapanudyad yac chokam ucchosanam indriyanam\navapya bhumav asapatnam rddham rajyam suranam api cadhipatyam",
    "translation": "I see no means to dispel the sorrow which parches my senses,\neven after attaining unrivalled and prosperous kingdom on earth\nor even lordship over the gods themselves.",
    "Ramanuja commentary" : "none"
  },
  "9": {
    "transliteration": "sanjaya uvaca\nevam uktva hrsikesam gudakesah parantapah\nna yotsya iti govindam uktva tusnim babhuva ha",
    "translation": "Sanjaya said: Having spoken like this to Hrsikesa (Krsna),\nthe powerful Gudakesa, scorcher of the foe (Arjuna),\nfall silent, saying to Govinda (Krsna): 'I will not fight' and he held his peace.",
    "Ramanuja commentary" : "Thus, the Lord, the Supreme Being, introduces the teaching regarding the Self for the sake of Arjuna whose natural courage was lost due to love and misplaced compassion. Arjuna considered the war to be unrighteous even though it is the greatest duty for warriors (Kṣatriyas). He then took refuge in Sri Krishna27 to learn what the correct course of action was. Sri Krishna understood that Arjuna's delusion would only be overcome by the knowledge of the real nature of the Self, and the knowledge that war (action) is an ordained duty [for Kshatriyas] which, when performed without attachment to the fruits thereof is a means for Self-realisation."
  },
  "10": {
    "transliteration": "tarn uvaca hrsikesah prahasann iva bharata\nsenayor ubhayor madhye visidantam idam vacah",
    "translation": "To him who was grieving, sitting amidst of the two armies, O Bharata (Arjuna),\n Hrsikesa (Krsna) smiling as it were, spoke these words:",
    "Ramanuja commentary" : "‘as if smiling,’ [by way of ridicule] — Arjuna was speaking about duty (dharma) which was based on the awareness of the concept of the Self being distinct from the body, but he was torn between contradictory ideas and had suddenly renounced action while standing between the two armies preparing for battle. Sri Krishna spoke to Arjuna ‘as if in jest’, the discourse beginning with; — \"There never was a time when I did not exist\" (2:12), and ending with \"I will release you from all hindrances to self-realisation; grieve not!\" (18:66)— which deals with the real nature of the individual Self [jivātman], of the Supreme Self [Paramātman], and of the paths of works (Karma), knowledge (Jñāna) and devotion (Bhakti) which constitute the means for attaining the highest spiritual goal."
  },
  "11": {
    "transliteration": "sri-bhagavan uvaca\nasocyan anvasocas tvam prajna-vadams ca bhasase\ngatasun agatasums ca nanusocanti panditah",
    "translation": "The Supreme Lord said: You mourn for those who deserve no grief, and yet\nyou speak words of wisdom. For the living or the dead wise men know no grief.",
    "Ramanuja commentary" : "\"Your grief is misplaced, and your contrived justification is based on teachings about the nature of the body and the Self such as: — \"The ancestors become degraded, deprived of the ritual offerings of food and water\"(1:42). — But for those who have truly realised the nature of the body and the Self, there is no reason for such grief. Those who know the real truth will not grieve for physical bodies from which the life force has departed, nor for the Selves from which the principle of life cannot depart. Hence, you are caught in this dilemma — profound sorrow at the thought of killing the Kauravas and at the same time you’re in a quandary about righteousness and unrighteousness, which arises from awareness that the Self is [somewhat] different from the body. Therefore you do not [really] know the true nature of the body nor of the Self. Nor do you know about duties (dharma) like warfare etc., nor of the fact that this war [which is an incumbent duty in the present context], if fought without any selfish motive for results, is a means for Self-realisation.\""
  },
  "12": {
    "transliteration": "na tv evaham jatu nasam na tvam neme janadhipah\nna caiva na bhavisyamah sarve vayam atah param",
    "translation": "Never did I not exist, nor you, nor these rulers of men;\nnor will there be a time in the future when we shall cease to exist.",
    "Ramanuja commentary" : "\"I, [Krishna] who am, as you know, the eternal Lord of all, was never non-existent, but have always existed. There never was a time when these Selves (jīvas) like you [and the others], who are subject to My sovereignty, did not exist. You have always existed, and 'all of us' — I and you, shall never cease to be 'in the future'; we shall always exist. Just as there is certainly no doubt that I, the Supreme Self and Lord of all, am eternal, likewise, you [and all others] who are embodied Jīvas, should never doubt your eternality either.” The foregoing teaching implies that the difference between the Lord who is the sovereign over all, and the individual jīvas; as also the differences among the individual jīvas themselves, are real. This has been declared by the Lord Himself because different terms like 'I', 'you', 'these', 'all' and 'we' have been used by the Lord while explaining the truth of eternality in order to remove the misunderstanding of Arjuna who is deluded by ignorance."
  },
  "13": {
    "transliteration": "dehino 'smin yatha dehe kaumaram yauvanam jara\ntatha dehantara-praptir dhiras tatra na muhyati",
    "translation": "Just as in this bodily form the Self (Soul) experiences childhood, youth and old age,\nso does it pass into another body (after death). In this, a thoughtful person has no doubts."
  },
  "14": {
    "transliteration": "matra-sparsas tu Kaunteya sitosna-sukha-duhkha-dah\nagamapayino 'nityas tams titiksasva Bharata",
    "translation": "The sense-contacts, O son of Kunti (Arjuna), which give rise to heat and cold, pleasure and pain,\ncome and go, they are impermanent. Learn to endure them, O Bharata (Arjuna)."
  },
  "15": {
    "transliteration": "yam hi na vyathayanty ete purusam purusarsabha\nsama-duhkha-sukham dhiram so 'mrtatvaya kalpate",
    "translation": "It is the wise person who is not afflicted by them, who remains undaunted in pain and pleasure\n, who becomes fit to attain immortality, O chief among men (Arjuna)."
  },
  "16": {
    "transliteration": "nasato vidyate bhavo nabhavo vidyate satah\nubhayor api drsto 'ntas tv anayos tattva-darsibhih",
    "translation": "That which is real has no becoming, while the real never\nceases to be. Both of these have been perceived by the\nseers of the essence of things (Tattva)."
  },
  "17": {
    "transliteration": "avinasi tu tad viddhi yena sarvam idam tatam\nvinasam avyayasyasya na kascit kartum arhati",
    "translation": "But know \"That\" (Brahman - Tat tvam asi) is indestructible by which the whole (universe) is pervaded.\nNone can bring destruction of That, the Immutable."
  },
  "18": {
    "transliteration": "antavanta ime deha nityasyoktah saririnah\nanasino prameyasya tasmad yudhyasva Bharata",
    "translation": "It is said, that these (our) bodies, indwelt by the Eternal embodied (Soul, the Self) who is eternal, indestructible and unknowable, are finite. Therefore, fight, O Bharata (Arjuna)."
  },
  "19": {
    "transliteration": "ya enam vetti hantaram yas cainam manyate hatam\nubhau tau na vijanito nayam hanti na hanyate",
    "translation": "He who regards that He (the embodied soul) can be a slayer and he who\nthinks he is slain, both of them are ignorant. She slays not, nor is she slain."
  },
  "20": {
    "transliteration": "na jay ate mriyate va kadacin nayam bhutva bhavita va na bhuyah\najo nityah sasvato 'yam purano na hanyate hanyamane sarire",
    "translation": "He is not born, nor does He ever die. Never did He come to be, nor will he\never come to be again. Unborn, eternal, immutable and primeval, He is not\nslain when the body is slain."
  },
  "21": {
    "transliteration": "vedavinasinam nityam ya enam ajam avyayam\nkatham sa purusah Partha kam ghatayati hanti kam",
    "translation": "The one who knows Him to be indestructible, eternal, unborn and\nimmutable, how can that man slay, or cause to be slain, O Partha (Arjuna)!"
  },
  "22": {
    "transliteration": "vasamsi jirnani yatha vihaya navani grhnati naro 'parani\ntatha sarirani vihaya jirnany anyani samyati navani dehi",
    "translation": "Just as a man casts off his worn-out clothes, and puts on other new ones, so\nthe embodied (Soul, Self) casts off his worn-out bodies and enters others,\nnew ones."
  },
  "23": {
    "transliteration": "nainam chindanti sastrani nainam dahati pavakah\nna cainam kledayanty apo na sosayati marutah",
    "translation": "He (the embodied soul) cannot be cut by weapons, nor burnt by fire, nor\nwaters wet him, nor the wind dry him up."
  },
  "24": {
    "transliteration": "acchedyo 'yam adahyo 'yam akledyo 'sosya eva ca\nnityah sarva-gatah sthanur acalo 'yam sanatanah",
    "translation": "He is uncleavable, unburnable, unwettable, and undryable. He is\neverlasting, all-pervading, stable, firm, and everlasting."
  },
  "25": {
    "transliteration": "avyakto 'yam acintyo 'yam avikaryo 'yam ucyate\ntasmad evam viditvainam nanusocitum arhasi",
    "translation": "It is said, that He is unmanifest, unthinkable and unchanging. Therefore,\nknowing He to be so, put away your useless sadness."
  },
  "26": {
    "transliteration": "atha cainam nitya-jatam nityam va manyase mrtam\ntathapi tvam maha-baho nainam socitum arhasi",
    "translation": "Even if you believe He is constantly born and constantly dies, even so, O\nmighty-armed (Arjuna), you should not mourn."
  },
  "27": {
    "transliteration": "jatasya hi dhruvo mrtyur dhruvam janma mrtasya ca\ntasmad apariharye 'rthe na tvam socitum arhasi",
    "translation": "To that which is born, death is certain; and to one that dies, birth is certain.\nTherefore, this being unavoidable, you have no cause to mourn."
  },
  "28": {
    "transliteration": "avyaktadini bhutani vyakta-madhyani bharata\navyakta-nidhanany eva tatra ka paridevana",
    "translation": "O Bharata (Arjuna), unseen are the beginnings of beings, their middle\ncourse seen, and their end unseen again. So, what is there to mourn over?"
  },
  "29": {
    "transliteration": "ascarya-vat pasyati kascid enam ascarya-vad vadati tathaiva canyah\nascarya-vac cainam anyah srnoti srutvapy enam veda na caiva kascit",
    "translation": "As a rare privilege may someone see Him, and also by rare privilege may\nanother speak of Him, and as a rare privilege may still another hear Him.\nBut even after all this, none understands Him at all."
  },
  "30": {
    "transliteration": "dehi nityam avadhyo 'yam dehe sarvasya bharata\ntasmat sarvani bhutani na tvam socitum arhasi",
    "translation": "He, the embodied (Soul, Self) in every one's body can never be slain,\nO Bharata (Arjuna). Therefore, it is not proper for you to mourn about any\ncreature."
  },
  "31": {
    "transliteration": "sva-dharmam api caveksya na vikampitum arhasi\ndharmyad dhi yuddhac chreyo 'nyat ksatriyasya na vidyate",
    "translation": "Considering your own (caste) duty (dharma), you should not hesitate. For\nthere is nothing more meritorious for a Ksatriya that a dutiful war."
  },
  "32": {
    "transliteration": "yadrcchaya copapannam svarga-dvaram apavrtam\nsukhinah ksatriyah Partha labhante yuddham idrsam",
    "translation": "Providential for those Ksatriyas, O Partha, becoming involved in a war like\nthis, presented by pure chance, like an open door to heaven."
  },
  "33": {
    "transliteration": "atha cet tvam imam dharmyam sangramam na karisyasi\ntatah sva-dharmam kirtim ca hitva papam avapsyasi",
    "translation": "But if you will not fight this righteous battle, then, abandoning your own\nduty (dharma) and honour, you will incur sin."
  },
  "34": {
    "transliteration": "akirtim capi bhutani kathayisyanti te 'vyayam\nsambhavitasya cakirtir maranad atiricyate",
    "translation": "People also will always relate your dishonour; and, to one who has been\nhighly honoured, dishonour is more than death."
  },
  "35": {
    "transliteration": "bhayad ranad uparatam mamsyante tvam maha-rathah\nyesam ca tvam bahu-mato bhutva yasyasi laghavam",
    "translation": "The great chariot-warriors will think that fear withdrew you from the\nbattle; and, though greatly honoured by them before, you will incur their\ncontempt."
  },
  "36": {
    "transliteration": "avacya-vadams ca bahun vadisyanti tavahitah\nnindantas tava samarthyam tato duhkhataram nu kim",
    "translation": "Your enemies, also, scorning your strength, will talk many abusive words.\nCan there be anything more painful than that?"
  },
  "37": {
    "transliteration": "hato va prapsyasi svargam jitva va bhoksyase mahim\ntasmad uttistha Kaunteya yuddhaya krta-niscayah",
    "translation": "Killed, you will attain heaven; victorious, you will enjoy the earth.\nTherefore, O son of Kunti (O Kaunteya, Arjuna), arise, determined to fight."
  },
  "38": {
    "transliteration": "sukha-duhkhe same krtva labhalabhau jayajayau\ntato yuddhaya yujyasva naivam papam avapsyasi",
    "translation": "Take as equal pleasure and pain, gain and loss, victory and defeat; prepare\nyourself for battle {your duty). In so doing you will bring no evil to yourself."
  },
  "39": {
    "transliteration": "esa te 'bhihita sankhye buddhir yoge tv imam srnu\nbuddhya yukto yaya Partha karma-bandham prahasyasi",
    "translation": "This, the wisdom that has been taught to you is Sankhya (knowledge). Now\nlisten to the wisdom of Karma-yoga, which possessing, O Partha (Arjuna),\nyou shall cast off the bondage of action."
  },
  "40": {
    "transliteration": "nehabhikrama-naso 'sti pratyavayo na vidyate\nsv-alpam apy asya dharmasya trayate mahato bhayat",
    "translation": "In this there is no loss of effort, or even harm. Even a little of this discipline\n(dharma) protects one from great fear."
  },
  "41": {
    "transliteration": "vyavasayatmika buddhir ekeha kuru-nandana\nbahu-sakha hy anantas ca buddhayo 'vyavasayinam",
    "translation": "Here, O Son of Kuru (Arjuna), the essence of the soul (buddhi) is will\n(vyavasdya). Many-branched and endless are the indecisive devoid of will."
  },
  "42": {
    "transliteration": "yam imam puspitam vacam pravadanty avipascitah\nveda-vada-ratah Partha nanyad astiti vadinah",
    "translation": "There are those who have no vision, whose minds are seduced by ornate\nwords, rejoicing in the letter of the Vedas, O Partha (Arjuna), and they say:\n'There is nothing but this.'"
  },
  "43": {
    "transliteration": "kamatmanah svarga-para janma-karma-phala-pradam\nkriya-visesa-bahulam bhogaisvarya-gatim prati",
    "translation": "They are wrapped with selfish desires, and regard the attainment of heaven\nas their highest goal. They hold to specific rites whose fruit is rebirth, and\nthe attainment of pleasure and power."
  },
  "44": {
    "transliteration": "bhogaisvarya-prasaktanam ta yapahrta-cetasam\nvyavasayatmika buddhih samadhau na vidhiyate",
    "translation": "For them who are attached to pleasure and power, and whose minds are\ncarried away by such teaching, they have not the determination ever to\nattain Samadhi (the third state of consciousness in meditation)."
  },
  "45": {
    "transliteration": "trai-gunya-visaya veda nistrai-gunyo bhavarjuna\nnirdvandvo nitya-sattva-stho niryoga-ksema atmavan",
    "translation": "The Vedas cover the three Gunas of Nature. Be, O Arjuna, above the three\nGunas, free from pairs of opposites {dualities), unconcerned with\nacquisition and preservation, always firm in goodness, and centered in the Self."
  },
  "46": {
    "transliteration": "yavan artha udapane sarvatah samplutodake\ntavan sarvesu vedesu brahmanasya vijanatah",
    "translation": "Just as a reservoir is of little use by the side of an all -spreading flood of\nwater, the same there is in all Vedas for an enlightened Brahmana."
  },
  "47": {
    "transliteration": "karmany evadhikaras te ma phalesu kadacana\nma karma-phala-hetur bhur ma te sango 'stv akarmani",
    "translation": "Your concern is with the respective action alone; its fruits are never within\nyour control. So, let not the fruit of action be your motive, nor let your\nattachment be the non-performance of action."
  },
  "48": {
    "transliteration": "yoga-sthah kuru karmani sangam tyaktva dhananjaya\nsiddhy-asiddhyoh samo bhutva samatvam yoga ucyate",
    "translation": "O Dhannanjaya (Arjuna), steadfast in devotion perform your action, casting\noff attachment, remaining the same in success and failure. Equilibrium is\ncalled yoga (Karma-yoga)."
  },
  "49": {
    "transliteration": "durena hy avaram karma buddhi-yogad dhananjaya\nbuddhau saranam anviccha krpanah phala-hetavah",
    "translation": "Truly, mere action is far inferior to devotion in wisdom (buddhi-yoga). O\nDhananjaya (Arjuna), take refuge in wisdom (buddhi). Piteous are they\nwhose motive is in the fruit (of action)."
  },
  "50": {
    "transliteration": "buddhi-yukto jahatiha ubhe sukrta-duskrte\ntasmad yogaya yujyasva yogah karmasu kausalam",
    "translation": "He, who is fixed in wisdom, discards both good and evil works. Therefore,\ntake refuge in yoga (spiritual discipline on the way of oneness with the\nSupreme Being). Yoga is skill in action."
  },
  "51": {
    "transliteration": "karma-jam buddhi-yukta hi phalam tyaktva manisinah\njanma-bandha-vinirmuktah padam gacchanty anamayam",
    "translation": "For those wise men united in wisdom, having renounced the fruit of action,\nliberated from the bonds of birth, they go to that region that knows no ill."
  },
  "52": {
    "transliteration": "yada te moha-kalilam buddhir vyatitarisyati\ntada gantasi nirvedam srotavyasya srutasya ca",
    "translation": "When your mind shall pass beyond the veil of delusion, then you will rise to\nindifference to what has been heard, and what is yet to be heard."
  },
  "53": {
    "transliteration": "sruti-vipratipanna te yada sthasyati niscala\nsamadhav acala buddhis tada yogam avapsyasi",
    "translation": "When the mind, bewildered by the Scriptures (sruti), stands motionless and\nstill, fixed in contemplation (Samddhi), then you will attain Yoga (union\nwith the divine will)."
  },
  "54": {
    "transliteration": "arjuna uvaca\nsthita-prajnasya ka bhasa samadhi-sthasya kesava\nsthita-dhih kim prabhaseta kim asita vrajeta kim",
    "translation": "Arjuna said: O Kesava (Krsna), what is the mark of the man of steady\nwisdom (knowledge), who is constant in contemplation? How does the man\nof steady knowledge speak, sit and walk?"
  },
  "55": {
    "transliteration": "sri-bhagavan uvaca\nprajahati yada Kaman sarvan partha mano-gatan\natmany evatmana tustah. sthita-prajnas tadocyate",
    "translation": "The Supreme Lord said: O Partha (Arjuna), when a man has abandoned all\nthe desires of the mind, contented in the Self alone, then is he called a man\nof steady knowledge."
  },
  "56": {
    "transliteration": "duhkhesv anudvigna-manah sukhesu vigata-sprhah\nvita-raga-bhaya-krodhah sthita-dhir munir ucyate",
    "translation": "He whose mind is undismayed in calamities, free from longing for\npleasures, from whom passion (rdga), fear and anger have fled, such a man\nis called a sage of steady mind."
  },
  "57": {
    "transliteration": "yah sarvatranabhisnehas tat tat prapya subhasubham\nnabhinandati na dvesti tasya prajna pratisthita",
    "translation": "Who has no attachment for any thing, who rejoices not at whatever good is\nhappening to him, nor hates the bad coming his way, such a one is firmly\nestablished in knowledge."
  },
  "58": {
    "transliteration": "yada samharate cayam kurmo 'nganiva sarvasah\nindriyanindriyarthebhyas tasya prajna pratisthita",
    "translation": "When a person completely withdraws his senses from the objects of sense,\nas the tortoise withdraws its limbs from all sides, such a one is firmly\nestablished in knowledge."
  },
  "59": {
    "transliteration": "visaya vinivartante niraharasya dehinah\nrasa-varjam raso 'py asya param drstva nivartate",
    "translation": "The objects of sense abandon the abstinent man, but not the longing for\nthem. But this relish vanishes at the vision of the Supreme Being."
  },
  "60": {
    "transliteration": "yatato hy api Kaunteya purusasya vipascitah\nindriyani pramathini haranti prasabham manah",
    "translation": "O son of Kunti (Kaunteya, Arjuna), the turbulent senses of even a wise man,\nthough he be striving, seduce forcibly his mind."
  },
  "61": {
    "transliteration": "tani sarvani samyamya yukta asita mat-parah\nvase hi yasyendriyani tasya prajna pratisthita",
    "translation": "Having restrained them all, a man should remain steadfast, with intent on\nMe alone. He whose senses are so controlled is steady in knowledge."
  },
  "62": {
    "transliteration": "dhyayato visayan pumsah sangas tesupajayate\nsangat sanjayate kamah kamat krodho 'bhijayate",
    "translation": "When a man thinks of objects of sense develops attachment to them. From\nattachment arises desire, and desire results in anger."
  },
  "63": {
    "transliteration": "krodhad bhavati sammohah sammohat smrti-vibhramah\nsmrti-bhramsad buddhi-naso buddhi-nasat pranasyati",
    "translation": "From anger comes bewilderment; from bewilderment confused memory.\nConfused memory destroys the conscience, and once his conscience is\ndestroyed, he perishes."
  },
  "64": {
    "transliteration": "raga-dvesa-vimuktais tu visayan indriyais caran\natma-vasyair vidheyatma prasadam adhigacchati",
    "translation": "He attains peace, who, disciplined, approaches objects with the senses\ndevoid of attraction and repulsion, and brought under his self-control."
  },
  "65": {
    "transliteration": "prasade sarva-duhkhanam hanir asyopajayate\nprasanna-cetaso hy asu buddhih paryavatisthate",
    "translation": "In peace, all misery has come to an end, for of him whose heart is tranquil,\nthe mind soon becomes steady."
  },
  "66": {
    "transliteration": "nasti buddhir ayuktasya na cayuktasya bhavana\nna cabhavayatah santir asantasya kutah sukham",
    "translation": "There is no pure knowledge for the unsteady, nor for the unsteady\nconcentration, and for him without concentration there is no peace, and for\nthe peaceless how can there be happiness?"
  },
  "67": {
    "transliteration": "indriyanam hi caratam yan mano 'nuvidhiyate\ntad asya harati prajnam vayur navam ivambhasi",
    "translation": "Hither and thither the senses rove, and when the mind is attuned to them,\nsweeps away his knowledge, just as the wind carries away a ship upon the\nwaters."
  },
  "68": {
    "transliteration": "tasmad yasya maha-baho nigrhitani sarvasah\nindriyanindriyarthebhyas tasya prajna pratisthita",
    "translation": "Therefore, O Mighty-armed (Arjuna), he whose senses are restrained from\nthe objects of sense, of him his knowledge is steady."
  },
  "69": {
    "transliteration": "ya nisa sarva-bhutanam tasyam jagarti samyami\nyasyam jagrati bhutani sa nisa pasyato muneh",
    "translation": "In what for other beings is night, for the disciplined man is the time of\nwaking. When all beings are awake, then it is night for the Sage who sees."
  },
  "70": {
    "transliteration": "apuryamanam acala-pratistham samudram apah pravisanti yadvat\ntadvat kama yam pravisanti sarve sa santim apnoti na kama-kami",
    "translation": "He attains peace, into whom all desires flow as waters flow into the ocean,\nwhich, filled from all sides, remains unmoving in its depths, but not the\ndesirer of desires."
  },
  "71": {
    "transliteration": "vihaya kaman yah sarvan pumams carati nihsprhah\nnirmamo nirahankarah sa santim adhigacchati",
    "translation": "That man attains peace who puts off all desires and goes about without\nattachment, selfishness and self-importance."
  },
  "72": {
    "transliteration": "esa brahmi sthitih Partha nainam prapya vimuhyati\nsthitvasyam anta-kale 'pi brahma-nirvanam rcchati",
    "translation": "O Partha (Arjuna), this is the Brahmic state. Having attained to this, none is\nbewildered. Remaining in this state even at the time of death, one attains\nBrahma-nirvana."
  }
}
